[launcher]
170023=Jugar
170024=Workshop
170025=Web AOE
170026=Marcadores
170027=Logros
170032=Vas a acceder a Steam Workshop. Esta web no es propiedad ni está gestionada por Microsoft Corporation.
170033=Estos mods de Steam Workshop pueden alterar las funciones de Age of Empires II HD Edition, y no han sido creados ni respaldados por Microsoft. Al descargar archivos desde Steam Workshop, aceptas los riesgos y eximes a Microsoft Corporation y sus entidades afiliadas de cualquier responsabilidad relacionada con el uso de Steam Workshop. La utilización de Steam Workshop se regirá por los términos de uso de Steam y no por el Contrato de licencia de usuario de Microsoft.
170034=Acepto los términos y condiciones de suscripción a Steam Workshop: http://store.steampowered.com/subscriber_agreement/
170035=Acuerdo:
170036=Aceptar
170037=Rechazar